Repository: marco308/mdone
Catalog: mDone/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: "%@" could not be synced: %@
zh_hans: “%@”无法同步：%@

source: %@ column, %@ tasks
zh_hans: %@列，%@个任务

source: %@ commented on "%@"
zh_hans: %@评论了“%@”

source: %@ updated "%@"
zh_hans: %@更新了“%@”

source: %@ updated project "%@"
zh_hans: %@更新了项目“%@”

source: %@ · %lld sessions
zh_hans: %@ · %lld次专注

source: %@, %lld tasks
zh_hans: %@，%lld个任务

source: %@, today
zh_hans: %@，今天

source: %@, today, %lld tasks
zh_hans: %@，今天，%lld个任务

source: %lld days before due
zh_hans: 截止前%lld天

source: %lld focus sessions were recovered.
zh_hans: 已恢复%lld次专注记录。

source: %lld h
zh_hans: %lld小时

source: %lld hours before due
zh_hans: 截止前%lld小时

source: %lld m
zh_hans: %lld分钟

source: %lld min before due
zh_hans: 截止前%lld分钟

source: %lld percent
zh_hans: 百分之%lld

source: %lld unsynced changes and %lld focus sessions were recovered.
zh_hans: %lld 项未同步的更改和%lld 次专注记录已恢复。

source: %lld unsynced changes were recovered.
zh_hans: 已恢复%lld项未同步的更改。

source: %lld/%lld done
zh_hans: 已完成%lld/%lld

source: +24h
zh_hans: +24小时

source: 1 day before
zh_hans: 提前1天

source: 1 hour before
zh_hans: 提前1小时

source: 12:00 PM
zh_hans: 中午12:00

source: 15 minutes before
zh_hans: 提前15分钟

source: 30 minutes before
zh_hans: 提前30分钟

source: 5 minutes before
zh_hans: 提前5分钟

source: 5:00 PM
zh_hans: 下午5:00

source: 6-digit code
zh_hans: 6位验证码

source: 6-digit code (if enabled)
zh_hans: 6位验证码（如已启用）

source: 6:00 PM
zh_hans: 下午6:00

source: 9:00 AM
zh_hans: 上午9:00

source: 9:00 PM
zh_hans: 晚上9:00

source: A native task manager for Vikunja.
zh_hans: 原生 Vikunja 任务管理器。

source: A queued change could not be synced: %@
zh_hans: 一项排队中的更改无法同步：%@

source: API Token
zh_hans: API 令牌

source: About
zh_hans: 关于

source: About mDone
zh_hans: 关于 mDone

source: Add
zh_hans: 添加

source: Add ${taskTitle} to ${project}
zh_hans: 将 ${taskTitle} 添加到 ${project}

source: Add Labels
zh_hans: 添加标签

source: Add Reminder
zh_hans: 添加提醒

source: Add Task
zh_hans: 添加任务

source: Add a task to get started
zh_hans: 添加一个任务以开始使用

source: Add a task to this project.
zh_hans: 向此项目添加一个任务。

source: Add a task...
zh_hans: 添加任务...

source: Add subtask
zh_hans: 添加子任务

source: Add task
zh_hans: 添加任务

source: Add time estimate
zh_hans: 添加时间估算

source: Add to Favorites
zh_hans: 添加到收藏

source: Added "%@" to %@, due %@.
zh_hans: 已将“%@”添加到%@，截止时间为%@。

source: Added "%@" to %@, due %@. It will sync when you're back online.
zh_hans: 已将“%@”添加到%@，截止时间为%@。恢复在线后将同步。

source: Added "%@" to %@.
zh_hans: 已将“%@”添加到%@。

source: Added "%@" to %@. It will sync when you're back online.
zh_hans: 已将“%@”添加到%@。恢复在线后将同步。

source: Adds a task to mDone without opening the app. If you're offline the task is kept and sent when you reconnect.
zh_hans: 无需打开应用即可向 mDone 添加任务。离线时任务会被保留，并在重新连接后发送。

source: Advanced Filter
zh_hans: 高级筛选

source: Advanced filter
zh_hans: 高级筛选

source: Advanced filter active
zh_hans: 高级筛选已启用

source: All
zh_hans: 全部

source: All Clear Today
zh_hans: 今日无待办

source: All Day
zh_hans: 全天

source: All done!
zh_hans: 全部完成！

source: All your tasks have due dates.
zh_hans: 你的所有任务都已设置截止日期。

source: An API token can be revoked on its own without changing your password. Create it in Vikunja under Settings, API Tokens, with every permission, or some actions in mDone will fail.
zh_hans: API 令牌可以单独撤销，无需更改密码。请在 Vikunja 的“设置”→“API 令牌”中创建令牌并授予所有权限，否则 mDone 的部分操作可能会失败。

source: Any
zh_hans: 任意

source: Appearance
zh_hans: 外观

source: Apply
zh_hans: 应用

source: Archive
zh_hans: 归档

source: Archive Instead
zh_hans: 改为归档

source: Archived
zh_hans: 已归档

source: At time of due date
zh_hans: 截止时

source: Auth Method
zh_hans: 认证方式

source: Bearer token
zh_hans: Bearer 令牌

source: Blocked By
zh_hans: 被阻塞于

source: Blocking
zh_hans: 阻塞

source: Board
zh_hans: 看板

source: Buy Me a Coffee
zh_hans: 请我喝杯咖啡

source: Calendar
zh_hans: 日历

source: Calendars
zh_hans: 日历

source: Calendars in mDone
zh_hans: mDone 中的日历

source: Calm Mode
zh_hans: 平静模式

source: Can't reach the server. Please check your connection and server URL.
zh_hans: 无法连接服务器。请检查网络连接和服务器 URL。

source: Cancel
zh_hans: 取消

source: Change not yet synced
zh_hans: 更改尚未同步

source: Check that Wi-Fi or cellular data is turned on.
zh_hans: 请检查 Wi-Fi 或蜂窝数据是否已开启。

source: Check your username and password and try again.
zh_hans: 请检查用户名和密码，然后重试。

source: Choose a section from the sidebar
zh_hans: 从侧边栏选择一个部分

source: Choose a task to view its details
zh_hans: 选择一个任务以查看详情

source: Clear estimate
zh_hans: 清除估算

source: Close
zh_hans: 关闭

source: Collapse %@
zh_hans: 折叠%@

source: Color
zh_hans: 颜色

source: Color %@
zh_hans: 颜色%@

source: Compact
zh_hans: 紧凑

source: Completed
zh_hans: 已完成

source: Completion
zh_hans: 完成状态

source: Configured
zh_hans: 已配置

source: Connect
zh_hans: 连接

source: Connect to your Vikunja server
zh_hans: 连接到你的 Vikunja 服务器

source: Connect to your server to load your tasks
zh_hans: 连接服务器以加载任务

source: Connected
zh_hans: 已连接

source: Continue with %@
zh_hans: 使用%@继续

source: Copied From
zh_hans: 复制自

source: Copied To
zh_hans: 复制到

source: Couldn't open the sign-in window. Please try again.
zh_hans: 无法打开登录窗口。请重试。

source: Create "%@"
zh_hans: 创建“%@”

source: Create a task to get started.
zh_hans: 创建一个任务以开始使用。

source: Create your first project to organize your tasks
zh_hans: 创建第一个项目来整理任务

source: Critical
zh_hans: 严重

source: Current
zh_hans: 当前

source: Current Tasks
zh_hans: 当前任务

source: Custom Estimate
zh_hans: 自定义估算

source: Custom Range
zh_hans: 自定义范围

source: Custom Reminder
zh_hans: 自定义提醒

source: Custom date...
zh_hans: 自定义日期...

source: Custom…
zh_hans: 自定义…

source: Daily
zh_hans: 每天

source: Data
zh_hans: 数据

source: Date
zh_hans: 日期

source: Date Range
zh_hans: 日期范围

source: Default due time
zh_hans: 默认截止时间

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 删除%@？

source: Delete Project
zh_hans: 删除项目

source: Delete Task
zh_hans: 删除任务

source: Delete Task?
zh_hans: 删除任务？

source: Delivered
zh_hans: 送达

source: Description
zh_hans: 描述

source: Discarded
zh_hans: 已丢弃

source: Disconnect
zh_hans: 断开连接

source: Disconnect?
zh_hans: 断开连接？

source: Disconnected
zh_hans: 已断开连接

source: Dismiss estimate suggestion
zh_hans: 忽略时间估算建议

source: Done
zh_hans: 完成

source: Due Date
zh_hans: 截止日期

source: Due date
zh_hans: 截止日期

source: Due in 7 Days
zh_hans: 7天内截止

source: Duplicate Of
zh_hans: 重复于

source: Duplicates
zh_hans: 重复项

source: Edit
zh_hans: 编辑

source: Edit Labels
zh_hans: 编辑标签

source: Edit Project
zh_hans: 编辑项目

source: Edit Task
zh_hans: 编辑任务

source: Edit description
zh_hans: 编辑描述

source: Edit…
zh_hans: 编辑…

source: Elapsed time: %@
zh_hans: 已用时间：%@

source: Enable Reminders
zh_hans: 启用提醒

source: Enable calendar access to see events
zh_hans: 启用日历访问权限以查看日程

source: End
zh_hans: 结束

source: End Date
zh_hans: 结束日期

source: End Focus
zh_hans: 结束专注

source: End focus session
zh_hans: 结束专注时段

source: End of day
zh_hans: 当天结束时

source: Ends %@
zh_hans: 结束于%@

source: Estimated duration
zh_hans: 预计用时

source: Every %lld days
zh_hans: 每%lld天

source: Every %lld hours
zh_hans: 每%lld小时

source: Every 2 Weeks
zh_hans: 每两周

source: Every other open task is already related to this one.
zh_hans: 其他所有未完成任务都已与此任务关联。

source: Expand %@
zh_hans: 展开%@

source: Favorites
zh_hans: 收藏

source: Feedback
zh_hans: 反馈

source: Filter tasks
zh_hans: 筛选任务

source: Filter: %@
zh_hans: 筛选条件：%@

source: Focus
zh_hans: 专注

source: Focus History Sync
zh_hans: 专注历史同步

source: Focus Mode
zh_hans: 专注模式

source: Focus on This Task
zh_hans: 专注此任务

source: Focus sessions sync automatically when you complete a task. The server uses each session's client_id for idempotent retry, so re-sending the same session never creates duplicates.
zh_hans: 完成任务时，专注记录会自动同步。服务器使用每次记录的 client_id 进行幂等重试，因此重复发送同一记录不会产生重复数据。

source: Focused
zh_hans: 已专注

source: Focused %@, %lld sessions
zh_hans: 已专注%@，共%lld次

source: Focusing
zh_hans: 专注中

source: Focusing on %@. Tap to open focus session.
zh_hans: 正在专注于%@。轻点以打开专注时段。

source: Follows
zh_hans: 后于

source: From
zh_hans: 从

source: Go to Settings and sign in with your credentials or a new API token.
zh_hans: 前往“设置”，使用账户凭据或新的 API 令牌登录。

source: Go to today
zh_hans: 前往今天

source: Great job staying on top of things!
zh_hans: 做得好，一切都井井有条！

source: Has Labels
zh_hans: 有标签

source: Hide All
zh_hans: 全部隐藏

source: Hide token
zh_hans: 隐藏令牌

source: High
zh_hans: 高

source: High Priority
zh_hans: 高优先级

source: Hours
zh_hans: 小时

source: Idle %lldd
zh_hans: 闲置%lld天

source: Idle badge after %lld days
zh_hans: 闲置%lld天后显示标记

source: If this keeps happening, try logging out and back in.
zh_hans: 如果问题持续出现，请尝试退出后重新登录。

source: In Vikunja, create a new API token with every permission ticked, then sign in with it in Settings.
zh_hans: 在 Vikunja 中创建一个勾选了所有权限的新 API 令牌，然后在“设置”中使用它登录。

source: Inbox
zh_hans: 收件箱

source: Invalid date range. Start date must not be after end date.
zh_hans: 日期范围无效。开始日期不能晚于结束日期。

source: Labels
zh_hans: 标签

source: Large
zh_hans: 大

source: Later This Week
zh_hans: 本周稍后

source: Leave blank to keep focus history on-device only. When both fields are set, completed focus sessions are sent to your focus-service so they can be analysed across tasks (mdone#62).
zh_hans: 留空可仅在设备上保留专注历史。两个字段都填写后，已完成的专注记录将发送到你的 focus-service，以便跨任务分析（mdone#62）。

source: Link %@ as subtask
zh_hans: 将%@关联为子任务

source: Link Existing Task…
zh_hans: 关联现有任务…

source: Link Subtask
zh_hans: 关联子任务

source: List
zh_hans: 列表

source: Loading
zh_hans: 正在加载

source: Loading...
zh_hans: 正在加载...

source: Login
zh_hans: 登录

source: Low
zh_hans: 低

source: Make sure your device's clock is correct, then enter a fresh code.
zh_hans: 请确保设备时间准确，然后输入新的验证码。

source: Make sure your server is running a compatible version of Vikunja.
zh_hans: 请确保服务器运行的是兼容版本的 Vikunja。

source: Manual
zh_hans: 手动

source: Mark %@ as complete
zh_hans: 将%@标记为已完成

source: Mark %@ as incomplete
zh_hans: 将%@标记为未完成

source: Mark All Read
zh_hans: 全部标为已读

source: Mark Done
zh_hans: 标记为完成

source: Mark Incomplete
zh_hans: 标记为未完成

source: Mark Undone
zh_hans: 标记为未完成

source: Mark as Current
zh_hans: 标记为“当前”

source: Mark task done
zh_hans: 将任务标记为完成

source: Medium
zh_hans: 中

source: Minutes
zh_hans: 分钟

source: Monday
zh_hans: 星期一

source: Monthly
zh_hans: 每月

source: Move to
zh_hans: 移动到

source: Move to…
zh_hans: 移动到…

source: Never
zh_hans: 永不

source: New Project
zh_hans: 新建项目

source: New Task
zh_hans: 新建任务

source: Next Month
zh_hans: 下个月

source: Next Week
zh_hans: 下周

source: Next month
zh_hans: 下个月

source: No Active Tasks
zh_hans: 没有进行中的任务

source: No Archived Projects
zh_hans: 没有已归档的项目

source: No Calendars
zh_hans: 没有日历

source: No Date
zh_hans: 无日期

source: No Matches
zh_hans: 无匹配项

source: No Notifications
zh_hans: 没有通知

source: No Overdue Tasks
zh_hans: 没有逾期任务

source: No Tasks
zh_hans: 没有任务

source: No Tasks in Project
zh_hans: 项目中没有任务

source: No Tasks to Link
zh_hans: 没有可关联的任务

source: No Undated Tasks
zh_hans: 没有未设日期的任务

source: No archived projects
zh_hans: 没有已归档的项目

source: No cached tasks
zh_hans: 没有缓存的任务

source: No color
zh_hans: 无颜色

source: No columns
zh_hans: 没有分栏

source: No description
zh_hans: 无描述

source: No due date
zh_hans: 无截止日期

source: No labels match.
zh_hans: 没有匹配的标签。

source: No labels yet. Type a name above to create one.
zh_hans: 尚无标签。在上方输入名称即可创建。

source: No open task titles match your search.
zh_hans: 没有标题与搜索内容匹配的未完成任务。

source: No pending tasks
zh_hans: 没有待处理任务

source: No projects
zh_hans: 没有项目

source: No results
zh_hans: 无结果

source: No tasks
zh_hans: 没有任务

source: No tasks coming up.
zh_hans: 没有即将到期的任务。

source: No tasks due this week.
zh_hans: 本周没有到期任务。

source: No tasks due tomorrow.
zh_hans: 明天没有到期任务。

source: No tasks or events for this day
zh_hans: 当天没有任务或日程

source: None
zh_hans: 无

source: None (Top Level)
zh_hans: 无（顶层）

source: Not configured
zh_hans: 未配置

source: Not synced
zh_hans: 未同步

source: Nothing This Week
zh_hans: 本周无事项

source: Nothing Tomorrow
zh_hans: 明天无事项

source: Nothing Upcoming
zh_hans: 近期无事项

source: Notification
zh_hans: 通知

source: Notifications
zh_hans: 通知

source: Notifications, %lld unread
zh_hans: 通知，%lld条未读

source: OK
zh_hans: 好

source: Offline database rebuilt
zh_hans: 离线数据库已重建

source: Only events from the calendars you turn on appear in mDone's Calendar and Today views.
zh_hans: 只有已启用日历中的日程才会显示在 mDone 的“日历”和“今天”视图中。

source: Open Settings and verify your server URL starts with https:// or http://.
zh_hans: 打开“设置”，确认服务器 URL 以 https:// 或 http:// 开头。

source: Open mDone and sign in to your Vikunja server first.
zh_hans: 请先打开 mDone 并登录 Vikunja 服务器。

source: Open your authenticator app and enter the current six-digit code.
zh_hans: 打开身份验证器应用，并输入当前的6位验证码。

source: Opens mDone with the quick-add bar ready for a new task
zh_hans: 打开 mDone，并显示可立即新建任务的快速添加栏

source: Optional
zh_hans: 可选

source: Overdue
zh_hans: 逾期

source: Overdue tasks appear like any other: no red, no separate Overdue list or counts. They still show in your lists and widgets.
zh_hans: 逾期任务与其他任务一样显示：不标红，也不单独显示逾期列表或数量。它们仍会出现在列表和小组件中。

source: Parent
zh_hans: 父级

source: Parent Project
zh_hans: 父项目

source: Parent Task
zh_hans: 父任务

source: Password
zh_hans: 密码

source: Paste your API token
zh_hans: 粘贴你的 API 令牌

source: Pause
zh_hans: 暂停

source: Pause focus timer
zh_hans: 暂停专注计时器

source: Paused
zh_hans: 已暂停

source: Pending
zh_hans: 待处理

source: Precedes
zh_hans: 先于

source: Preview description
zh_hans: 预览描述

source: Previous month
zh_hans: 上个月

source: Priority
zh_hans: 优先级

source: Priority %lld
zh_hans: 优先级 %lld

source: Priority: %@
zh_hans: 优先级：%@

source: Progress
zh_hans: 进度

source: Project
zh_hans: 项目

source: Project %lld
zh_hans: 项目%lld

source: Project name
zh_hans: 项目名称

source: Projects
zh_hans: 项目

source: Projects open in
zh_hans: 项目打开方式

source: Projects you archive will appear here
zh_hans: 你归档的项目会显示在这里

source: Quick Add Task
zh_hans: 快速添加任务

source: Read
zh_hans: 已读

source: Refresh
zh_hans: 刷新

source: Refresh All Data
zh_hans: 刷新所有数据

source: Related
zh_hans: 相关

source: Related Tasks
zh_hans: 相关任务

source: Remind before
zh_hans: 提前提醒

source: Reminder
zh_hans: 提醒

source: Reminder Date
zh_hans: 提醒日期

source: Reminders
zh_hans: 提醒

source: Remove %@
zh_hans: 移除%@

source: Remove %@ relation to %@
zh_hans: 移除%@与%@的关系

source: Remove from Current
zh_hans: 取消“当前”标记

source: Remove from Favorites
zh_hans: 从收藏中移除

source: Repeat
zh_hans: 重复

source: Repeating
zh_hans: 重复中

source: Report a Bug or Request a Feature
zh_hans: 报告问题或请求新功能

source: Reset
zh_hans: 重置

source: Results (%lld)
zh_hans: 结果（%lld）

source: Resume
zh_hans: 继续

source: Resume focus timer
zh_hans: 继续专注计时

source: Saturday
zh_hans: 星期六

source: Save
zh_hans: 保存

source: Schedule
zh_hans: 日程

source: Search or add a label
zh_hans: 搜索或添加标签

source: Search tasks
zh_hans: 搜索任务

source: Select a Section
zh_hans: 选择一个部分

source: Select a Task
zh_hans: 选择一个任务

source: Server
zh_hans: 服务器

source: Server URL
zh_hans: 服务器 URL

source: Server is busy. Please try again later.
zh_hans: 服务器正忙，请稍后再试。

source: Set
zh_hans: 设置

source: Set Progress
zh_hans: 设置进度

source: Settings
zh_hans: 设置

source: Show All
zh_hans: 显示全部

source: Show all-day events
zh_hans: 显示全天日程

source: Show board
zh_hans: 显示看板

source: Show list
zh_hans: 显示列表

source: Show token
zh_hans: 显示令牌

source: Sign in with your Vikunja username and password. If your account has two-factor authentication turned on, enter the code from your authenticator app as well.
zh_hans: 使用 Vikunja 用户名和密码登录。如果账户已启用双重认证，还需输入身份验证器应用中的验证码。

source: Similar tasks took ~%@, tap to use
zh_hans: 类似任务约用时%@，轻点采用

source: Single sign-on needs an https address. Your server is offering an insecure one, which iOS will not open.
zh_hans: 单点登录需要 HTTPS 地址。服务器提供的地址不安全，iOS 无法打开。

source: Siri adds tasks due
zh_hans: Siri 添加任务的截止日期

source: Smart Lists
zh_hans: 智能列表

source: Smart parsing in quick add
zh_hans: 快速添加时智能解析

source: Some changes could not be synced
zh_hans: 部分更改无法同步

source: Someone
zh_hans: 某人

source: Something went wrong with that request. Please try again.
zh_hans: 请求出现问题，请重试。

source: Something went wrong. Please check your connection and try again.
zh_hans: 出现问题。请检查网络连接后重试。

source: Sort by %@
zh_hans: 按%@排序

source: Sort by %@, ascending
zh_hans: 按%@升序排列

source: Sort by %@, descending
zh_hans: 按%@降序排列

source: Sort tasks
zh_hans: 排序任务

source: Sponsor on GitHub
zh_hans: 在 GitHub 上赞助

source: Standard
zh_hans: 标准

source: Start Date
zh_hans: 开始日期

source: Start Focus
zh_hans: 开始专注

source: Start date must not be after end date.
zh_hans: 开始日期不能晚于结束日期。

source: Start week on
zh_hans: 每周起始日

source: Starts %@
zh_hans: 开始于%@

source: Status
zh_hans: 状态

source: Subtask
zh_hans: 子任务

source: Subtasks
zh_hans: 子任务

source: Subtasks nest under this task in your lists. Unlinking never deletes a task.
zh_hans: 子任务会在列表中嵌套显示在此任务下方。取消关联不会删除任务。

source: Sunday
zh_hans: 星期日

source: Support mDone
zh_hans: 支持 mDone

source: Sync now
zh_hans: 立即同步

source: Sync triggered, check pending count
zh_hans: 已触发同步，请检查待处理数量

source: Syncing…
zh_hans: 正在同步…

source: System
zh_hans: 跟随系统

source: Task
zh_hans: 任务

source: Task row size
zh_hans: 任务行大小

source: Task row size changes how much each task takes up in your lists. Compact fits more on screen; Large makes tasks easier to read.
zh_hans: 任务行大小决定每个任务在列表中占用的空间。“紧凑”可在屏幕上显示更多任务；“大”则更易阅读。

source: Task title
zh_hans: 任务标题

source: Tasks
zh_hans: 任务

source: Tasks you add from the Inbox or through Siri go to the default project. Automatic uses your project named Inbox, or your first project if there is none. Default due time applies when those tasks get a due date: pick a time later in the day so a new task does not show as overdue right away. Smart parsing reads dates, +project, !priority and *label from what you type in the quick-add bar and shows each one as a chip you can remove before adding.
zh_hans: 从收件箱或通过 Siri 添加的任务会进入默认项目。“自动”会使用名为“收件箱”的项目，如果没有，则使用第一个项目。默认截止时间在这些任务获得截止日期时生效：请选择当天较晚的时间，以免新任务立即显示为逾期。开启智能解析后，mDone 会从你在快速添加栏中输入的内容里识别日期、+项目、!优先级和 *标签，并把每一项显示为一个标签块，你可以在添加前移除它。

source: Tasks you mark as Current sit at the top of your list with a progress bar. An idle badge appears when one hasn't been touched for this many days.
zh_hans: 标记为“当前”的任务会带着进度条置于列表顶部。任务超过指定天数未更新时会显示闲置标记。

source: That two-factor code wasn't accepted. Codes change every 30 seconds, so check your authenticator app and try again.
zh_hans: 双重认证验证码未被接受。验证码每30秒更新一次，请检查身份验证器应用后重试。

source: The request timed out. Please check your connection and try again.
zh_hans: 请求超时。请检查网络连接后重试。

source: The server URL doesn't look right. Please check it in Settings.
zh_hans: 服务器 URL 似乎不正确，请在“设置”中检查。

source: The server is having trouble. Please try again in a moment.
zh_hans: 服务器出现问题，请稍后重试。

source: The server is rate limiting requests. Wait a moment and try again.
zh_hans: 服务器限制了请求频率，请稍候再试。

source: The server may be temporarily unavailable. Wait a moment and try again.
zh_hans: 服务器可能暂时不可用，请稍候再试。

source: The task needs a title.
zh_hans: 任务需要标题。

source: The task you pick becomes a subtask of "%@". It stays in its own project.
zh_hans: 所选任务将成为“%@”的子任务，并仍保留在原项目中。

source: The view a project opens in. Boards are only offered for projects that have Kanban columns on the server. Switching one project with the button in its toolbar is remembered for that project and overrides this.
zh_hans: 项目打开时使用的视图。仅当项目在服务器上设有看板分栏时才提供看板视图。通过工具栏按钮为单个项目切换视图后，系统会记住该选择并覆盖此设置。

source: They will be lost if you quit before they are sent.
zh_hans: 如果在发送前退出，这些更改将会丢失。

source: This Month
zh_hans: 本月

source: This Week
zh_hans: 本周

source: This account has two-factor authentication turned on. Enter the code from your authenticator app to sign in.
zh_hans: 此账户已启用双重认证。请输入身份验证器应用中的验证码以登录。

source: This action cannot be undone.
zh_hans: 此操作无法撤销。

source: This permanently deletes the project and all %lld tasks in it, including any sub-projects. This can't be undone.
zh_hans: 这将永久删除该项目及其中的全部%lld个任务，包括所有子项目。此操作无法撤销。

source: This permanently deletes the project and all of its tasks, including any sub-projects. This can't be undone.
zh_hans: 这将永久删除该项目及其中的全部任务，包括所有子项目。此操作无法撤销。

source: This project has no Kanban columns yet
zh_hans: 此项目尚无看板分栏

source: This server's single sign-on address doesn't look right. Check the provider setup on your server.
zh_hans: 此服务器的单点登录地址似乎不正确。请检查服务器上的提供商配置。

source: This server's single sign-on provider is missing a client ID. Check the provider setup on your server.
zh_hans: 此服务器的单点登录提供商缺少客户端 ID。请检查服务器上的提供商配置。

source: This will remove your server configuration. You'll need to reconnect.
zh_hans: 这将移除服务器配置，你需要重新连接。

source: Time of day applied to tasks you add to Today without picking a time, and to tasks you add through Siri. Pick a time later in the day to avoid the task showing as overdue right away.
zh_hans: 用于添加到“今天”但未指定时间的任务，以及通过 Siri 添加的任务。建议选择当天较晚的时间，以免任务立即显示为逾期。

source: Title
zh_hans: 标题

source: To
zh_hans: 到

source: Today
zh_hans: 今天

source: Today's Events
zh_hans: 今天的日程

source: Tomorrow
zh_hans: 明天

source: Top Level
zh_hans: 顶层

source: Try Again
zh_hans: 重试

source: Try a different search or filter
zh_hans: 尝试其他搜索内容或筛选条件

source: Try again. If the problem persists, check your internet connection or restart the app.
zh_hans: 请重试。如果问题持续出现，请检查网络连接或重新启动应用。

source: Try moving closer to your router or switching to a different network.
zh_hans: 请尝试靠近路由器或切换到其他网络。

source: Turn off to hide all-day events from mDone's Calendar and Today views.
zh_hans: 关闭后，mDone 的“日历”和“今天”视图将隐藏全天日程。

source: Two-factor code
zh_hans: 双重认证验证码

source: Unarchive
zh_hans: 取消归档

source: Undo
zh_hans: 撤销

source: Undo Completion
zh_hans: 撤销完成

source: Undo completing “%@”?
zh_hans: 撤销完成“%@”？

source: Undo completion?
zh_hans: 撤销完成？

source: Undone
zh_hans: 未完成

source: Unknown
zh_hans: 未知

source: Unread: %@, %@
zh_hans: 未读：%@，%@

source: Untitled
zh_hans: 无标题

source: Upcoming
zh_hans: 即将到期

source: Urgent
zh_hans: 紧急

source: Username
zh_hans: 用户名

source: Verify the server is running and the URL in Settings is correct.
zh_hans: 请确认服务器正在运行，且“设置”中的 URL 正确。

source: Version %@ (%@)
zh_hans: 版本%@（%@）

source: View Source on GitHub
zh_hans: 在 GitHub 上查看源代码

source: We received an unexpected response from the server. Please try again.
zh_hans: 服务器返回了意外响应，请重试。

source: Weekly
zh_hans: 每周

source: What's the task?
zh_hans: 要添加什么任务？

source: Wrong username or password.
zh_hans: 用户名或密码错误。

source: Yearly
zh_hans: 每年

source: You have no tasks due today.
zh_hans: 你今天没有到期任务。

source: You're all caught up!
zh_hans: 全部处理完毕！

source: You're offline. %lld changes will sync when you reconnect.
zh_hans: 你当前处于离线状态。重新连接后将同步%lld项更改。

source: You're offline. Showing your last synced tasks.
zh_hans: 你当前处于离线状态。正在显示上次同步的任务。

source: You're offline. Your changes will sync when you're back online.
zh_hans: 你当前处于离线状态。恢复在线后将同步更改。

source: Your API token doesn't have permission for this.
zh_hans: 你的 API 令牌没有执行此操作的权限。

source: Your session has expired. Please log in again.
zh_hans: 会话已过期，请重新登录。

source: date range %@ to %@
zh_hans: 日期范围：%@至%@

source: due %@
zh_hans: 截止于%@

source: ends %@
zh_hans: 结束于%@

source: mDone could not open its offline database, so the cached copy of your tasks was rebuilt. Everything reloads from the server.
zh_hans: mDone 无法打开离线数据库，因此已重建任务缓存。所有内容将从服务器重新加载。

source: mDone could not open or recreate its offline database, so it is running without one. Your tasks still load from the server, but anything you change offline will be lost when you quit the app.
zh_hans: mDone 无法打开或重新创建离线数据库，因此目前未使用离线数据库运行。任务仍会从服务器加载，但离线时所做的任何更改都会在退出应用后丢失。

source: mDone has no calendars to show. Grant calendar access in the Calendar tab first.
zh_hans: mDone 没有可显示的日历。请先在“日历”标签页中授予日历访问权限。

source: mDone has no project to add the task to. Open the app once to load your projects.
zh_hans: mDone 中没有可用于添加任务的项目。请先打开一次应用以加载项目。

source: mDone is built and maintained by one person. If it's useful to you, a tip or sponsorship helps keep it going.
zh_hans: mDone 由一人独立开发和维护。如果它对你有帮助，打赏或赞助将有助于项目持续发展。

source: or
zh_hans: 或

source: overdue
zh_hans: 逾期
